PAYMENT_DATA = {
    "info": 'ГО "МУЗЕЙ КОЛИСКОВОЇ".ЄДРПОУ:45284215.IBAN:UA353052990000026006035028980.АТ КБ "ПРИВАТБАНК"."Безповоротна фінансова допомога від прізвище, ім\'я, по-батькові."',
    "iban": "UA353052990000026006035028980",
    "coffee_url": "https://www.buymeacoffee.com/kolyskova",
    "patreon_url": "https://www.patreon.com/KolyskovaMuseum",
    "qr_code_url": "https://1001songs.s3.amazonaws.com/Qr.jpg",
}
FAKE_TEAM = [
    {
        "full_name": "Елеонора Хачатрян",
        "photo": "/gallery/album456/image789.png",
        "description": "Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa",
    },
    {
        "full_name": "Олег Коробов",
        "photo": "/gallery/album456/image789.png",
        "description": "Nulla consequat massa quis enim. Donec pede justo, fringilla vel, aliquet nec, vulputate eget, arcu",
    },
    {
        "full_name": "Маргарита Скаженик",
        "photo": "/gallery/album456/image789.png",
        "description": "Aliquam lorem ante, dapibus in, viverra quis, feugiat a, tellus",
    },
]
FAKE_FOOTER = {
    "reporting": "",
    "privacy_policy": "",
    "rules_and_terms": "",
    "email": "",
    "facebook_url": "",
    "youtube_url": "https://www.youtube.com/@Olegmaestro",
}
FAKE_EDUCATION = [
    {
        "title": "Дитячі колядки та щедрівки",
        "description": "Діти (віком від п’яти до десяти/дванадцяти років) колядували/щедрували поодинці або невеличкими групками. Хлопчики і дівчатка могли ходити разом. Найчастіше бігали до родичів, сусідів, хрещених.\r\n\r\nУ текстах дитячих колядок і щедрівок переважають мотиви випрошування дарів та ритуальні погрози господарям.\r\n\r\nКолядки/щедрівки дитячого репертуару мають вузький діапазон (секунда, терція, кварта). Пісні засновані на безкінечному повторі однієї (рідше двох) поспівок. Текст при цьому змінюється, рефрени дитячим пісням не властиві.\r\n\r\nЗазвичай діти інтонують приблизно, спів часто переходить у скандування без чіткої висоти. Натомість ритм (три базові ритмічні формули) діти відтворюють чітко (див. на картах)",
        "media4": "test",
        "media5": "test",
    },
    {
        "title": "Пісні зимового циклу",
        "description": "Ритуальні зимові обходи дворів зі спеціальними піснями тривають від Різдва до Водохреща. Мета обходів – побажати господарям добробуту і здоров’я на весь майбутній рік. За давніми (дохристиянськими) уявленнями учасники обходів виконують волю предків – опікунів роду.\r\n\r\nУ більшості традицій на Різдво колядують (колядування могло тривати до Водохреща), ставлять Вертеп; напередодні Нового Року – щедрують (в зоні Карпат, в Галичині щедрування відсутні), водять Козу, Меланку, Коня тощо. На Новий рік посівають.\r\n\r\nДіти і молодь (хлопці, дівчата) колядують/щедрують попід хатою (під вікном або під дверима), зрідка могли заходити в сіни. Дорослих (одружених чоловіків і жінок), співаків церковної півчої – які співали колядки переважно християнської тематики – запрошують до хати. Ряджену «Козу» заводять до хати.\r\n\r\nРаніше господарі обдаровували колядників/щедрівників наїдками (ритуальне годування задобрення духів предків): пампушками, млинцями, коржиками, горіхами, насінням; пізніше – солодощами; у наш час – грошима.",
    },
    {
        "title": "Весільні пісні",
        "description": "Ритуальні зимові обходи дворів зі спеціальними піснями тривають від Різдва до Водохреща. Мета обходів – побажати господарям добробуту і здоров’я на весь майбутній рік. За давніми (дохристиянськими) уявленнями учасники обходів виконують волю предків – опікунів роду. У більшості традицій на Різдво колядують (колядування могло тривати до Водохреща), ставлять Вертеп; напередодні Нового Року – щедрують (в зоні Карпат, в Галичині щедрування відсутні), водять Козу, Меланку, Коня тощо. На Новий рік посівають.",
        "media3": "test",
    },
]
FAKE_ABOUT = {
    "content": """<p>Ласкаво просимо на сайт &quot;1000 і 1 пісня&quot; - унікальну онлайн платформу, присвячену збереженню та просуванню найкращих зразків української народної музики. Наша історія починається з глибокого зацікавлення та поваги до багатої спадщини українського народу, яку ми намагаємося зберегти та подарувати майбутнім поколінням.</p><p>&quot;1000 і 1 пісня&quot; - це проект, заснований ентузіастами музики, які не лише прагнуть зберегти традиційні мелодії, але й дарувати їм нове життя через сучасні технології. Наша команда складається з талановитих музикантів, аранжувальників, звукорежисерів та етнографів, які мають спільну мету - зберегти та популяризувати українське музичне надбання.</p><p>Одним із ключових аспектів нашої діяльності є експедиції, які ми влаштовуємо по різних куточках України. Наш власник разом із командою вирушає у захоплюючі подорожі, де кожне село, кожна область є своєрідним музичним скарбницею. Ми прагнемо не лише записати ці пісні, але й збагатити їх новими аранжуваннями та інтерпретаціями, додаючи сучасний шар до традицій.</p><p>Кожна експедиція - це відкриття нових облич та зустріч з неповторною атмосферою кожного регіону. Ми вивчаємо та розуміємо місцеві особливості та унікальні ритми, що відзначають українську народну музику. Записуючи на багато доріжок, ми намагаємося передати всю глибину та розмаїття цього надзвичайного музичного спадку.</p><p>На нашому сайті ви зможете не лише послухати наші унікальні записи, але й дізнатися більше про історію кожної пісні, про те, як вона знаходиться у відділеній від часу світлині сучасності. Ми також регулярно ділимося інформацією про наші найновіші експедиції, події та проекти.</p><p>&quot;1000 і 1 пісня&quot; - це не просто колекція музики, це спроба зберегти душу та суть українського народу через його найбільш автентичний вираз - музику. Приєднуйтеся до нас у цьому захоплюючому подорожі через звуки та ритми України, допомагайте нам зберегти цей неповторний музичний спадок для майбутніх поколінь. &quot;1000 і 1 пісня&quot; - це ваш шлях до української музичної спадщини!</p>"""
}
