GENRE_ES_CHOICES = (
    ('Дитячі колядки та щедрівки', 'Дитячі колядки та щедрівки'),
    ('Величальні колядки та щедрівки', 'Величальні колядки та щедрівки'),
    ('Пісні до новорічних карнавальних процесів', 'Пісні до новорічних карнавальних процесів'),
    ('Засівання', 'Засівання'),
    ('Різдвяні канти', 'Різдвяні канти'),
    ('Різдвяні псальми', 'Різдвяні псальми'),
    ('Пародійні колядки', 'Пародійні колядки'),
    ('Вертеп', 'Вертеп'),
    ('Проводи Зими', 'Проводи Зими'),
    ('Колодка', 'Колодка'),
    ('Масляні пісні', 'Масляні пісні'),
    ('Зустріч весни', 'Зустріч весни'),
    ('Креснянка', 'Креснянка'),
    ('Каша', 'Каша'),
    ('Великодні ранцівки', 'Великодні ранцівки'),
    ('Весняні танки та ігри', 'Весняні танки та ігри'),
    ('Похорон Стріли', 'Похорон Стріли'),
    ('Водіння Куста', 'Водіння Куста'),
    ('Русальні пісні', 'Русальні пісні'),
    ('Купальсько-петрівські пісні', 'Купальсько-петрівські пісні'),
    ('Жнивні пісні', 'Жнивні пісні'),
    ('Ягідні', 'Ягідні'),
    ('Спасовки', 'Спасовки'),
    ('Строкові', 'Строкові'),
    ('Косарські', 'Косарські'),
    ('Літо', 'Літо'),
    ('До полоття', 'До полоття'),
    ('Передвесільні обряди і пісні', 'Передвесільні обряди і пісні'),
    ('Весілля. Недільні обряди і пісні', 'Весілля. Недільні обряди і пісні'),
    ('Післявесільні звичаї і пісні', 'Післявесільні звичаї і пісні'),
    ('Народини та хрестини', 'Народини та хрестини'),
    ('Колискові пісні', 'Колискові пісні'),
    ('Забавлянки', 'Забавлянки'),
    ('Казки зі співом', 'Казки зі співом'),
    ('Колядки, щедрівки', 'Колядки, щедрівки'),
    ('Веснянки', 'Веснянки'),
    ('Оказіональні приспівки до дощу, сонця, птахів', 'Оказіональні приспівки до дощу, сонця, птахів'),
    ('Ранні ліричні пісні ', 'Ранні ліричні пісні '),
    ('Багатоголосні пісні з сольним виводом', 'Багатоголосні пісні з сольним виводом'),
    ('Про кохання', 'Про кохання'),
    ('Про родинні відносини', 'Про родинні відносини'),
    ('Балади', 'Балади'),
    ('Чумацькі пісні', 'Чумацькі пісні'),
    ('Бурлацькі пісні', 'Бурлацькі пісні'),
    ('Наймитські пісні', 'Наймитські пісні'),
    ('Козацькі пісні, історичні пісні', 'Козацькі пісні, історичні пісні'),
    ('Рекрутські пісні, солдатські пісні, жовнірські пісні', 'Рекрутські пісні, солдатські пісні, жовнірські пісні'),
    ('Жартівливі пісні', 'Жартівливі пісні'),
    ('Коломийки', 'Коломийки'),
    ('Приспівки до танців', 'Приспівки до танців'),
    ('Народні романси. Жорстокі романси', 'Народні романси. Жорстокі романси'),
    ('Стрілецькі та повстанські пісні', 'Стрілецькі та повстанські пісні'),
    ('Псальми', 'Псальми'),
    ('Кічі', 'Кічі'),
    ('Частушки', 'Частушки'),
    ('Билини київського циклу', 'Билини київського циклу'),
    ('Кобзарство. Думи', 'Кобзарство. Думи'),
    ('Лірництво. Псальми і канти', 'Лірництво. Псальми і канти'),
    ('Самозвучні', 'Самозвучні'),
    ('Духові', 'Духові'),
    ('Струнні', 'Струнні'),
    ('Ударні', 'Ударні'),
    ('Інструментальні капели. Троїста музика', 'Інструментальні капели. Троїста музика'),
    ('Питомі танці', 'Питомі танці'),
    ('Напливові танці', 'Напливові танці'),
    ('Голосіння', 'Голосіння'),
    ('Поминальні псальми', 'Поминальні псальми'),
)

































